<?php
return
    [
    'status' => 'Успешный',
    'operation' => 'Операция прошла успешно!',
    'admin' => [
        'created' => 'Админ cоздано успешно!',
        'logged_out' => 'Админ успешно вышел из системы!',
        'logged' => 'Админ успешно вошел в систему!',
        'profile' => [
            'updated' => 'Профил успешно обновлено!'
        ]
    ],
    'category' => [
        'created' => 'Каталог cоздано успешно!',
        'updated' => 'Каталог успешно обновлено!',
        'deleted' => 'Каталог успешно удалено!',
        'all' => 'Все категории',
        'show' => 'каталог по вашему выбору!',
    ],
    'brand' => [
        'created' => 'Бранд cоздано успешно!',
        'updated' => 'Бранд успешно обновлено!',
        'deleted' => 'Бранд успешно удалено!',
        'all' => 'Все бранды',
        'show' => 'Бранд по вашему выбору!',
    ],
    'attribute' => [
        'created' => 'Атрибут cоздано успешно!',
        'updated' => 'Атрибут успешно обновлено!',
        'deleted' => 'Атрибут успешно удалено!',
        'all' => 'Все атрибуты!',
        'show' => 'Атрибут по вашему выбору!',
    ],
    'blog' => [
        'created' => 'Блог cоздано успешно!',
        'updated' => 'Блог успешно обновлено!',
        'deleted' => 'Блог успешно удалено!',
        'all' => 'Все блоги!',
        'show' => 'Блог по вашему выбору!'
    ],
    'contact' => [
        'created' => 'Контакт cоздано успешно!',
        'updated' => 'Контакт успешно обновлено!',
        'deleted' => 'Контакт успешно удалено!',
        'all' => 'Все контакты!',
        'show' => 'Контакт по вашему выбору!'
    ],
    'currency' => [
        'created' => 'Валюта cоздано успешно!',
        'updated' => 'Валюта успешно обновлено',
        'deleted' => 'Валюта успешно удалено',
        'all' => 'Все валюты',
        'show' => 'Валюта по вашему выбору'
    ],
    'delivery_method' => [
        'created' => 'Тип доставки cоздано успешно!',
        'updated' => 'Тип доставки успешно обновлено',
        'deleted' => 'Тип доставки успешно удалено',
        'all' => 'Все виды доставки',
        'show' => 'Тип доставки по вашему выбору'
    ],
    'desktop' => [
        'created' => 'Настольный компьютер cоздано успешно!',
        'updated' => 'Настольный компьютер успешно обновлено!',
        'deleted' => 'Настольный компьютер успешно удалено!',
        'all' => 'Все рабочие столы!',
        'show' => 'Настольный компьютер по вашему выбору!'
    ],
    'desktop_fps' => [
        'created' => 'Настольный компьютер fps cоздано успешно!',
        'updated' => 'Настольный компьютер fps успешно обновлено!',
        'deleted' => 'Настольный компьютер fps успешно удалено!',
        'all' => 'FPS всех настолных компютеров!',
        'show' => 'Настольный компьютер fps по вашему выбору!'
    ],
    'desktop_type' => [
        'created' => 'Тип настольного компьютера cоздано успешно!',
        'updated' => 'Тип настольного компьютера успешно обновлено',
        'deleted' => 'Тип настольного компьютера успешно удалено',
        'all' => 'Все типы настольных компьютеров!',
        'show' => 'Тип настольного компьютера по вашему выбору!'
    ],
    'products' => [
        'created' => 'Продукт cоздано успешно!',
        'updated' => 'Продукт успешно обновлено',
        'deleted' => 'Продукт успешно удалено',
        'all' => 'Все продукти',
        'show' => 'Продукт по вашему выбору',
        'search' => 'Продукты, которые вы ищете'
    ],
    'product_type' => [
        'created' => 'Тип продукта cоздано успешно!',
        'updated' => 'Тип продукта успешно обновлено',
        'deleted' => 'Тип продукта успешно удалено',
        'all' => 'Все типи продукта',
        'show' => 'Продукт тип по вашему выбору',
    ],
    'lang' => [
        'created' => 'Язык cоздано успешно!',
        'updated' => 'Язык успешно обновлено',
        'deleted' => 'Язык успешно удалено',
        'all' => 'Все языки',
        'show' => 'Язык по вашему выбору',
    ],
    'review' => [
        'created' => 'Отзыв cоздано успешно!',
        'updated' => 'Отзыв успешно обновлено',
        'deleted' => 'Отзыв успешно удалено',
        'all' => 'Все отзыви',
        'show' => 'Отзыв по вашему выбору',
    ],
    'service' => [
        'created' => 'Услуга cоздано успешно!',
        'updated' => 'Услуга успешно обновлено',
        'deleted' => 'Услуга успешно удалено',
        'all' => 'Все услуги',
        'show' => 'Услуга по вашему выбору',
    ],
    'sta_tus' => [
        'created' => 'Статус cоздано успешно!',
        'updated' => 'Статус успешно обновлено',
        'deleted' => 'Статус успешно удалено',
        'all' => 'Все статусы',
        'show' => 'Статус по вашему выбору',
    ],
    'order' => [
        'created' => 'Заказ cоздано успешно!',
        'updated' => 'Заказ успешно обновлено',
        'deleted' => 'Заказ успешно удалено',
        'all' => 'Все заказы',
        'show' => 'Заказ по вашему выбору',
    ],
    'notify' => [
        'all' => 'Все непрочитанные уведомления',
        'mark_read' => 'Отмечено как прочитанное'
    ],
    'email' => [
        'verified' => 'Электронная почта успешно подтверждена!',
    ],
    'banners' => [
        'all' => 'Все баннеры',
        'created' => 'Баннер создан',
        'show' => 'Баннер, который вы ищете',
        'updated' => 'Баннер обновлен',
        'deleted' => 'Баннер удален',
    ],
    'game' => [
        'all' => 'Все игры!',
        'created' => 'Игра создан',
        'show' => 'Игра, который вы ищете',
        'updated' => 'Игра обновлен',
        'deleted' => 'Игра удален',
    ],
];
